Revit 2027 API
ParameterTypeId.MultiReferenceAnnotationShowDimensionText Property
 "Show Dimension Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MultiReferenceAnnotationShowDimensionText { get; }
Public Shared ReadOnly Property MultiReferenceAnnotationShowDimensionText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MultiReferenceAnnotationShowDimensionText {
	ForgeTypeId^ get ();
}
static member MultiReferenceAnnotationShowDimensionText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace